[
  {
    "id": "kp_overview",
    "title": "Katarungang Pambarangay (KP) – Overview",
    "tags": ["kp","overview","dispute","barangay","lupon","mediation","conciliation","arbitration"],
    "updated_at": "2025-09-04",
    "effective_date": "1991-10-10",
    "source": "Local Government Code of 1991 (RA 7160, Title One, Chapter 7); DILG FAQs (accessed Sept 2025)",
    "pinned": false,
    "text": "ENGLISH: The Katarungang Pambarangay (KP) is a community-based dispute settlement system mandated by the Local Government Code of 1991 (RA 7160, Title One, Chapter 7). Its main goal is to resolve disputes quickly and inexpensively at the barangay level without going to court. Lupon Tagapamayapa: Composed of 10–20 members, chaired by the Barangay Captain. Scope: Handles disputes between barangay residents, except cases involving the government, crimes punishable by more than 1 year or ₱5,000 fine, or those already filed in court. Process: Mediation → Conciliation → Arbitration. Duration: Settlement must be attempted within 15 days (extendable by another 15 days). Settlement Effect: Signed agreements have the force of a final court judgment unless repudiated within 10 days. TAGALOG: Ang Katarungang Pambarangay (KP) ay isang sistemang pangkomunidad para sa pag-aayos ng alitan, ayon sa Local Government Code of 1991 (RA 7160, Title One, Chapter 7). Layunin nito na maresolba ang mga sigalot sa murang halaga at mabilis na paraan, bago pa umabot sa korte. Lupon Tagapamayapa: Binubuo ng 10–20 miyembro na pinamumunuan ng Punong Barangay. Saklaw: Mga alitan sa pagitan ng mga residente ng barangay, maliban kung may kinasasangkutang pamahalaan, krimen na may parusang higit sa isang taon o multa na lampas ₱5,000, o kasong nakasampa na sa korte. Proseso: Mediation → Conciliation → Arbitration. Tagal: Kailangang maganap ang pag-aayos sa loob ng 15 araw (maaari pang palawigin ng karagdagang 15 araw). Epekto ng Kasunduan: Ang kasunduang pirmado ay may kaparehong bisa ng pinal na hatol ng korte maliban kung bawiin sa loob ng 10 araw."
  },
  {
    "id": "kp_forms",
    "title": "KP Forms – Barangay Complaint & CFA (Certificate to File Action)",
    "tags": ["kp","forms","cfa","complaint","certificate","action","barangay complaint"],
    "updated_at": "2025-09-04",
    "effective_date": "1991-10-10",
    "source": "RA 7160, Section 412(c); DILG FAQs; Official KP Forms",
    "pinned": false,
    "text": "ENGLISH: Under the KP system, official forms are required. KP Form (Barangay Complaint): Filed by complainant at the Barangay Hall. Contains details of complainant, respondent, nature of complaint, and date. Officially starts the conciliation process before the Lupon Tagapamayapa. CFA – Certificate to File Action: Issued when conciliation fails. Certifies that KP mediation was attempted but unsuccessful. Legal basis: RA 7160, Section 412(c). Signed by the Barangay Captain or Lupon Secretary. Required before filing a case in court. TAGALOG: Sa ilalim ng KP system, may mga opisyal na form na ginagamit. KP Form (Reklamo sa Barangay): Isinusumite ng nagrereklamo sa Barangay Hall. Nakasulat dito ang pangalan ng nagrereklamo, inirereklamo, uri ng reklamo, at petsa. Ito ang pormal na pagsisimula ng proseso ng pagkakasundo sa Lupon Tagapamayapa. CFA – Certificate to File Action: Inilalabas kung nabigo ang pagkakasundo. Katibayan na sinubukan ang KP mediation ngunit hindi nagtagumpay. Batayan: RA 7160, Seksyon 412(c). Pinipirmahan ng Punong Barangay o ng Kalihim ng Lupon. Kinakailangan bago maisampa ang kaso sa korte."
  },
  {
    "id": "admin_hearing_timelines",
    "title": "Administrative Hearing & Decision Timelines (Sections 52, 62, 66)",
    "tags": ["hearing","notice","timeline","section52","section62","section66","sessions","investigation","decision","respondent"],
    "updated_at": "2025-09-11",
    "effective_date": "1991-10-10",
    "source": "Provided section excerpts (Sections 52, 62, 66) – Local governance / administrative discipline context; RA 7160 procedural practice",
    "pinned": false,
    "text": "ENGLISH: SECTION 62 (Notice of Hearing / Answer Timeline): Within 7 days after an administrative complaint is filed, the Office of the President or the concerned Sanggunian must require the respondent to submit a VERIFIED ANSWER within 15 days from receipt of the directive. The formal investigation must commence within 10 days after receipt of the respondent's answer. SECTION 66 (Investigation & Decision Timeline): The investigation shall be TERMINATED within 90 days from its start. A WRITTEN DECISION must be issued within 30 days after the termination of the investigation. The decision must clearly state the facts and reasons, and copies must immediately be furnished to the respondent and all interested parties. Penalties: (b) Suspension cannot exceed the unexpired term or 6 months per offense and is NOT a bar to candidacy if qualifications are still met. (c) Removal from office bars candidacy for any elective position. SECTION 52 (Sessions): (a) Sangguniang Panlalawigan / Panlungsod / Bayan: at least weekly sessions; Sangguniang Barangay: at least twice a month. First session after election fixes day, time, place by resolution. (b) Special sessions may be called by the local chief executive or majority of members when public interest demands. (c) Sessions are PUBLIC unless a majority (with quorum) votes for a closed-door session for public interest/security/decency/morality. No two sessions (regular or special) in one day. (d) Special session written notice personally served at least 24 hours before; agenda restricted to stated matters unless 2/3 of members present consent. (e) Each Sanggunian keeps a journal/record which may be published by resolution. NON-COMPLIANCE / IMPLICATION: Failure to observe answer and investigation timelines may raise due process issues or grounds for procedural challenge; however, remedies depend on governing administrative rules and jurisprudence. TAGALOG: SEKSIYON 62 (Pabatid ng Pagdinig / Panahon para sa Sagot): Sa loob ng 7 araw mula sa pagsampa ng administratibong reklamo, inaatasan ang respondent na magsumite ng BERIPIKADONG SAGOT sa loob ng 15 araw mula nang matanggap niya ang utos. Dapat magsimula ang pormal na imbestigasyon sa loob ng 10 araw matapos matanggap ang sagot. SEKSIYON 66 (Imbestigasyon at Desisyon): Dapat matapos ang imbestigasyon sa loob ng 90 araw mula nang ito ay sinimulan. Ang NAKASULAT na DESISYON ay dapat ilabas sa loob ng 30 araw matapos ang pagtatapos ng imbestigasyon at malinaw ang mga katotohanan at batayan. Agad na ipinaaabot ang kopya sa respondent at mga interesadong partido. Parusa: (b) Ang suspensyon ay hindi lalampas sa natitirang termino o 6 na buwan bawat paglabag at HINDI hadlang sa pagtakbo muli kung kwalipikado pa. (c) Ang PAGKATANGGAL sa posisyon ay nagbabawal sa pagtakbo sa alinmang halal na posisyon. SEKSIYON 52 (Mga Sesyon): (a) Lingguhan ang regular na sesyon para sa Sangguniang Panlalawigan/Panlungsod/Bayan; dalawang beses bawat buwan para sa Sangguniang Barangay. Sa unang araw ng sesyon matapos ang halalan, itinatakda sa pamamagitan ng resolusyon ang araw, oras at lugar. (b) Maaaring magpatawag ng espesyal na sesyon ang local chief executive o karamihan ng miyembro kung hinihingi ng interes publiko. (c) Bukas sa publiko ang mga sesyon maliban kung kumpidensyal/closed-door sa pamamagitan ng mayoryang boto (may quorum) para sa interes publiko o seguridad, pristihiyo o moralidad. Walang dalawang sesyon sa iisang araw. (d) Ang written notice para sa espesyal na sesyon ay personal na inihahatid hindi bababa sa 24 oras bago ito idaos; tanging mga item sa notice ang tatalakayin maliban kung 2/3 ng mga naroroon ang pumayag. (e) Nagtatago ng journal/talaan ang bawat Sanggunian na maaaring ilathala sa pamamagitan ng resolusyon. HINDI PAGTALIMA: Ang hindi pagsunod sa mga palugit (15 araw sa sagot, 10 araw bago simulan, 90 araw imbestigasyon, 30 araw desisyon) ay maaaring isyu sa due process o batayan ng reklamo, depende sa umiiral na patakaran at jurisprudence."
  },
  {
    "id": "kp_notice_hearing",
    "title": "Topic 3 – KP Notice of Hearing (Section 410)",
    "tags": ["kp notice of hearing","barangay complaint","notice of hearing","section410","hearing"],
    "updated_at": "2025-09-11",
    "effective_date": "1991-10-10",
    "source": "RA 7160, Section 410 (procedural context)",
    "pinned": false,
    "text": "ENGLISH: When a barangay complaint is filed, the Punong Barangay (or Lupon Secretary by instruction) issues a Notice of Hearing to BOTH parties. Contents: (1) Names of complainant and respondent, (2) Nature of complaint, (3) Date, time, and place of hearing/mediation, (4) Signature of the Punong Barangay. Legal Basis: RA 7160, Sec. 410. TAGALOG: Kapag naisampa ang reklamo sa barangay, ang Punong Barangay (o Kalihim ng Lupon sa kanyang utos) ay naglalabas ng Paunawa sa Pagdinig para sa magkabilang panig. Nilalaman: (1) Pangalan ng nagrereklamo at inirereklamo, (2) Uri ng reklamo, (3) Petsa, oras, at lugar ng pagdinig/pagkakasundo, (4) Lagda ng Punong Barangay."
  },
  {
    "id": "kp_mediation_timeline",
    "title": "Topic 4 – Mediation Timeline (Section 410c)",
    "tags": ["mediation timeline","kp conciliation","mediation duration","mediation days","section410"],
    "updated_at": "2025-09-11",
    "effective_date": "1991-10-10",
    "source": "RA 7160, Section 410(c)",
    "pinned": false,
    "text": "ENGLISH: Barangay mediation must be completed within 15 days from the first hearing. The Punong Barangay may extend once for another 15 days (maximum 30 days total). Legal Basis: RA 7160, Sec. 410(c). TAGALOG: Ang mediation sa barangay ay dapat matapos sa loob ng 15 araw mula sa unang pagdinig. Maaari itong palawigin ng isa pang 15 araw (isang beses lang) para sa kabuuang maximum na 30 araw. Batayan: RA 7160, Sek. 410(c)."
  },
  {
    "id": "kp_non_compliance_notice",
    "title": "Topic 5 – Non-Compliance with Notice of Hearing",
    "tags": ["non-compliance","kp notice of hearing","cfa","certificate to bar action","hindi pag comply sa notice"],
    "updated_at": "2025-09-11",
    "effective_date": "1991-10-10",
    "source": "KP procedural practice (complainant/respondent appearance consequences)",
    "pinned": false,
    "text": "ENGLISH: If the complainant fails to appear: case may be dismissed and a Certificate to Bar Action may be issued (preventing re-filing). If the respondent fails to appear: a Certificate to File Action (CFA) may be issued allowing escalation to court. Non-appearance indicates failure to comply with KP proceedings. TAGALOG: Kung ang nagrereklamo ay hindi dumating: maaaring ibasura ang kaso at maglabas ng Certificate to Bar Action (hindi na muling maisasampa). Kung ang inirereklamo ay hindi dumating: maaaring maglabas ng Certificate to File Action (CFA) para maisampa sa korte. Ang hindi pagdalo ay itinuturing na hindi pagsunod sa proseso ng KP."
  },
  {
    "id": "kp_total_duration",
    "title": "Topic 6 – Total KP Resolution Duration (45 Days)",
    "tags": ["kp timeline","barangay mediation duration","conciliation","timeline","mediation timeline","45 days"],
    "updated_at": "2025-09-11",
    "effective_date": "1991-10-10",
    "source": "RA 7160, Section 410(b)(c)",
    "pinned": false,
    "text": "ENGLISH: Total KP process (mediation + conciliation) should not exceed 45 days from filing: Punong Barangay mediation 15 days (extendable once to 30) + Pangkat conciliation an additional 15 days. TAGALOG: Ang kabuuang proseso ng KP (mediation + conciliation) ay hindi lalampas sa 45 araw mula sa pagsampa: Mediation ng Punong Barangay 15 araw (maaari hanggang 30) + Conciliation ng Pangkat karagdagang 15 araw."
  }
]
